{ "translations": {
    "Enforce NTLM auth" : "Прилагане на NTLM удостоверяване",
    "Acquiring a SAML token is attempted first by default." : "По подразбиране първо се прави опит за придобиване на SAML токен.",
    "SharePoint" : "SharePoint",
    "Host" : "Хост",
    "Document Library" : "Библиотека с документи",
    "SharePoint Backend" : "SharePoint Сървър",
    "SharePoint Backend for External storages" : "Сървър на SharePoint за външни хранилища",
    "The Sharepoint Backend allows administrators to add Sharepoint document libraries as folders in Nextcloud. This offers an easy way for users to access Sharepoint data in the same place where they find their other files, facilitating collaboration and sharing within and across the borders of the organization. Users can use the desktop client, mobile apps or web interface and comment, tag, share and collaboratively edit files on Sharepoint just like with any other data on Nextcloud.\n\nSupports Sharepoint 2013, 2016 and 365. Nextcloud accesses Sharepoint through the Sharepoint REST API and uses NTLM authentication. Nextcloud respects file access permissions associated with its configured user credentials. Versioning and sharing are handled by Nextcloud.\n\nLearn more about External Storage and Sharepoint on [https://nextcloud.com/storage/](https://nextcloud.com/storage/)" : "Сървърът на Sharepoint позволява на администраторите да добавят библиотеки с документи на Sharepoint, като папки в Nextcloud. Това предлага на потребителите лесен начин за достъп до данни на Sharepoint, на същото място, където намират другите си файлове, като улесняват сътрудничеството и споделянето в рамките на и извън границите на организацията. Потребителите могат да използват настолен клиент, мобилни приложения или уеб интерфейс и да коментират, да слагат етикет, споделят и съвместно да редактират файлове в Sharepoint точно както с всички други данни в Nextcloud.\n\nПоддържат се Sharepoint 2013, 2016 и 365. Nextcloud осъществява достъп до Sharepoint чрез API на Sharepoint REST и използва NTLM удостоверяване. Nextcloud зачита права за достъп до файлове, свързани с неговите конфигурирани потребителски идентификационни данни. Създаването на версии и споделянето се обработват от Nextcloud.\n\nНаучете повече за външното хранилище и Sharepoint на [https://nextcloud.com/storage/](https://nextcloud.com/storage/)"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}