{ "translations": {
    "Enforce NTLM auth" : "NTLM-Auth erzwingen",
    "Acquiring a SAML token is attempted first by default." : "Standardmäßig wird zuerst versucht, ein SAML-Token zu erhalten.",
    "SharePoint" : "SharePoint",
    "Host" : "Hostcomputer",
    "Document Library" : "Dokumentbibliothek",
    "SharePoint Backend" : "SharePoint Backend",
    "SharePoint Backend for External storages" : "Sharepoint-Backend für externen Speicher",
    "The Sharepoint Backend allows administrators to add Sharepoint document libraries as folders in Nextcloud. This offers an easy way for users to access Sharepoint data in the same place where they find their other files, facilitating collaboration and sharing within and across the borders of the organization. Users can use the desktop client, mobile apps or web interface and comment, tag, share and collaboratively edit files on Sharepoint just like with any other data on Nextcloud.\n\nSupports Sharepoint 2013, 2016 and 365. Nextcloud accesses Sharepoint through the Sharepoint REST API and uses NTLM authentication. Nextcloud respects file access permissions associated with its configured user credentials. Versioning and sharing are handled by Nextcloud.\n\nLearn more about External Storage and Sharepoint on [https://nextcloud.com/storage/](https://nextcloud.com/storage/)" : "Das Sharepoint-Backend ermöglicht der Administration Sharepoint-Dokument-Bibliotheken als Ordner in Nextcloud einzubinden. Damit wird Nutzern eine einfache Möglichkeit geboten, auf Sharepoint-Daten dort zuzugreifen, wo sie auch ihre anderen Dateien gespeichert haben, um so Zusammenarbeit und Teilen von Daten zu vereinfachen. Nutzer können den Desktop-Client, die Mobil-Apps oder die Web-Oberfläche verwenden um die Dateien genau so die Sharepoint-Daten ebenso zu bearbeiten wie alle anderen auf der Nextcloud gespeicherte Dateien.\n\nUnterstützt Sharepoint 2013, 2016 und 365. Nextcloud greift auf Sharepoint über die Sharepoint-REST-API zu und verwendet die NTLM-Authentifizierung. Nextcloud beachtet die gesetzten Zugriffsberechtigungen die mit den eingerichteten Benutzerdaten korrespondieren. Versionsverwaltung und Freigaben werden von Nextcloud abgewickelt.\n\nWeitere Infos: [https://nextcloud.com/storage/](https://nextcloud.com/storage/)"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}