{ "translations": {
    "SharePoint" : "SharePoint",
    "Host" : "Host",
    "Document Library" : "Eigene Dokumente",
    "SharePoint Backend" : "SharePoint Backend",
    "SharePoint Backend for External storages" : "SharePoint-Backend für externen Speicher",
    "The Sharepoint Backend allows administrators to add Sharepoint document libraries as folders in Nextcloud. This offers an easy way for users to access Sharepoint data in the same place where they find their other files, facilitating collaboration and sharing within and across the borders of the organization. Users can use the desktop client, mobile apps or web interface and comment, tag, share and collaboratively edit files on Sharepoint just like with any other data on Nextcloud.\n\nRequires Nextcloud 10 or newer. Supports Sharepoint 2013 and 2016. Nextcloud accesses Sharepoint through the Sharepoint REST API and uses NTLM authentication. Nextcloud respects file access permissions associated with its configured user credentials. Versioning and sharing are handled by Nextcloud.\n\nLearn more about External Storage and Sharepoint on [https://nextcloud.com/storage/](https://nextcloud.com/storage/)" : "Die Sharepoint-Oberfläche ermöglicht Administratoren, Sharepint-Dokument-Bibliotheken als Verzeichnisse in Nextcloud einzubinden. Damit wird Nutzern eine einfache Möglichkeit geboten, auf Sharepoint-Daten dort zuzugreifen, wo Sie auch ihre anderen Dateien gespeichert haben, um so Zusammenarbeit und Teilen von Daten zu vereinfachen. Nutzer können den Dektop-Client, die Mobil-Apps oder die Web-Oberfläche verwenden um die Dateien genau so die Sharepoint-Daten ebenso zu bearbeiten wie alle anderen a uf der Nextcloud gespeichterte Dateien.\n\nErfordert Nextcloud 10 oder neuer. Unterstützt Sharepoint 2013 und 2016. Nextcloud greift auf Sharepoint über die Sharepoint-REST-API zu und verwendet die NTLM-Anmeldung. Nextcloud beachtet die gesetzten Dateizugriffsrechte die mit die eingerichteten Nutzerdaten korespondieren. Versionsverwaltung und Freigaben werden von Nextcloud abgewickelt.\n\nWeitere Infos: [https://nextcloud.com/storage/](https://nextcloud.com/storage/)"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}