{ "translations": {
    "SharePoint" : "Κοινόχρηστο Σημείο",
    "Host" : "Υπολογιστής φιλοξενίας",
    "Document Library" : "Βιβλιοθήκη Εγγράφων",
    "SharePoint Backend" : "SharePoint Backend",
    "SharePoint Backend for External storages" : "SharePoint Backend για εξωτερικά μέσα αποθήκευσης",
    "The Sharepoint Backend allows administrators to add Sharepoint document libraries as folders in Nextcloud. This offers an easy way for users to access Sharepoint data in the same place where they find their other files, facilitating collaboration and sharing within and across the borders of the organization. Users can use the desktop client, mobile apps or web interface and comment, tag, share and collaboratively edit files on Sharepoint just like with any other data on Nextcloud.\n\nRequires Nextcloud 10 or newer. Supports Sharepoint 2013 and 2016. Nextcloud accesses Sharepoint through the Sharepoint REST API and uses NTLM authentication. Nextcloud respects file access permissions associated with its configured user credentials. Versioning and sharing are handled by Nextcloud.\n\nLearn more about External Storage and Sharepoint on [https://nextcloud.com/storage/](https://nextcloud.com/storage/)" : "Το ετικέτα SharePoint Backend επιτρέπει στους διαχείριστές να εισάγουν στο βιβλιοθήκες εγγράφων του SharePoint σαν φακέλους στο Nextcloud. Ένας εύκολος τρόπος πρόσβασης για τους χρήστες στα δεδομένα Sharepoint στο ίδιο μέρος με τα υπόλοιπα αρχεία τους, διευκολύνοντας τη συνεργασία μεταξύ διάφορων οργανισμών. Οι χρήστες μπορούν χρησιμοποιήσουν τον desktop client , την εφαρμογή για κινητό ή από φυλλομετρητή και να σχολιάσουν, σημειώσουν ή να επεξεργαστούν αρχεία του Sharepoint όπως τα υπόλοιπα αρχεία του Nextcloud.\n\nΑπαιτείται Nextcloud 10 ή νεότερο. Υποστηρίζονται του Sharepoint 2013 και 2016. Το Nextcloud είναι προσβάασιμο μέσω του Sharepoint REST API με χρήση πιστοποίησης NTLM. Το Nextcloud σέβεται του περιορισμούς πρόσβασης συμφωνα με τα διαπιστευτήρια των χρηστών. Η έκδοση και η κοινή χρήση διαχηρίζετε από το Nextcloud.\n\nΜάθετε περισσότερα για το  External Storage και το Sharepoint στο [https://nextcloud.com/storage/](https://nextcloud.com/storage/)"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}