{ "translations": {
    "Enforce NTLM auth" : "Forzar autenticación NTLM",
    "Acquiring a SAML token is attempted first by default." : "La obtención de un token SAML se intenta primero por defecto.",
    "SharePoint" : "SharePoint",
    "Host" : "Servidor",
    "Document Library" : "Biblioteca de documentos",
    "SharePoint Backend" : "Motor de SharePoint",
    "SharePoint Backend for External storages" : "Backend de SharePoint para almacentamientos externos",
    "The Sharepoint Backend allows administrators to add Sharepoint document libraries as folders in Nextcloud. This offers an easy way for users to access Sharepoint data in the same place where they find their other files, facilitating collaboration and sharing within and across the borders of the organization. Users can use the desktop client, mobile apps or web interface and comment, tag, share and collaboratively edit files on Sharepoint just like with any other data on Nextcloud.\n\nSupports Sharepoint 2013, 2016 and 365. Nextcloud accesses Sharepoint through the Sharepoint REST API and uses NTLM authentication. Nextcloud respects file access permissions associated with its configured user credentials. Versioning and sharing are handled by Nextcloud.\n\nLearn more about External Storage and Sharepoint on [https://nextcloud.com/storage/](https://nextcloud.com/storage/)" : "El backend de Sharepoint permite a los administradores añadir bibliotecas de documentos de Sharepoint como carpetas en Nextcloud. Esto ofrece una forma sencilla de que los usuarios accedan a los datos de Sharepoint en el mismo lugar en el que encuentran sus otros archivos, facilitando la colaboración y el intercambio dentro y fuera de las fronteras de la organización. Los usuarios pueden usar el cliente de escritorio, las aplicaciones móviles o la interfaz web y comentar, etiquetar, compartir y editar de forma colaborativa los archivos de Sharepoint al igual que con cualquier otro dato en Nextcloud.\n\nEs compatible con Sharepoint 2013, 2016 y 365. Nextcloud accede a Sharepoint a través de la API REST de Sharepoint y usa la autenticación NTLM. Nextcloud respeta los permisos de acceso a los archivos asociados a sus credenciales de usuario configuradas. El control de versiones y el uso compartido son gestionados por Nextcloud.\n\nMás información sobre el almacenamiento externo y Sharepoint en [https://nextcloud.com/storage/](https://nextcloud.com/storage/)"
},"pluralForm" :"nplurals=3; plural=n == 1 ? 0 : n != 0 && n % 1000000 == 0 ? 1 : 2;"
}