{ "translations": {
    "SharePoint" : "SharePoint",
    "Host" : "Servidor",
    "Document Library" : "Biblioteca de Documentos",
    "SharePoint Backend" : "Sistema de soporte de SharePoint",
    "The Sharepoint Backend allows administrators to add Sharepoint document libraries as folders in Nextcloud. This offers an easy way for users to access Sharepoint data in the same place where they find their other files, facilitating collaboration and sharing within and across the borders of the organization. Users can use the desktop client, mobile apps or web interface and comment, tag, share and collaboratively edit files on Sharepoint just like with any other data on Nextcloud.\n\nRequires Nextcloud 10 or newer. Supports Sharepoint 2013 and 2016. Nextcloud accesses Sharepoint through the Sharepoint REST API and uses NTLM authentication. Nextcloud respects file access permissions associated with its configured user credentials. Versioning and sharing are handled by Nextcloud.\n\nLearn more about External Storage and Sharepoint on [https://nextcloud.com/storage/](https://nextcloud.com/storage/)" : "El Backend de Sharepoint le permite a los administradores agregar librerias de documentos de Sharepoint comom carpetas en Nextcloud. Esto ofrece a los usuarios una forma sencilla de acceder datos de Sharepoint en el mismo lugar donde pueden encontrar sus otros archivos, facilitando la colaboración y compartiendo dentro y fuera de las fronteras de la organización. Los usuarios pueden usar el cliente de escritorio, aplicaciones móviles o interface web y comentar, etiquetar, compartir y editar colaborativamente archivos en Sharepoint como si se tratara de cualquier otro dato en Nextcloud. \n\nRequiere Nextcloud 10 o posterior. Soporta Sharepoint 2013 y 2016. Nextcloud accesa a Sharepoint a través del API Sharepoint REST y usa autenticación NTLM. Nextcloud respeta los permisos de acceso a archivos asociados con las credenciales de usuario configuradas. El versionamiento y compartir se gestionan por Nextcloud. \n\nConsulta más infomración acerca de Almacenamiento Externo y Sharepoint en [https://nextcloud.com/storage/](https://nextcloud.com/storage/)"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}