{ "translations": {
    "Enforce NTLM auth" : "NTLM autentifikazioa aplikatu",
    "Acquiring a SAML token is attempted first by default." : "SAML token bat eskuratzen lehen modu lehenetsian saiatzen da.",
    "SharePoint" : "SharePoint",
    "Host" : "Ostalaria",
    "Document Library" : "Dokumentuen liburutegia",
    "SharePoint Backend" : "Sharepoint zerbitzaria",
    "SharePoint Backend for External storages" : "Kanpo biltegiratzerako SharePoint zerbitzaria",
    "The Sharepoint Backend allows administrators to add Sharepoint document libraries as folders in Nextcloud. This offers an easy way for users to access Sharepoint data in the same place where they find their other files, facilitating collaboration and sharing within and across the borders of the organization. Users can use the desktop client, mobile apps or web interface and comment, tag, share and collaboratively edit files on Sharepoint just like with any other data on Nextcloud.\n\nSupports Sharepoint 2013, 2016 and 365. Nextcloud accesses Sharepoint through the Sharepoint REST API and uses NTLM authentication. Nextcloud respects file access permissions associated with its configured user credentials. Versioning and sharing are handled by Nextcloud.\n\nLearn more about External Storage and Sharepoint on [https://nextcloud.com/storage/](https://nextcloud.com/storage/)" : "Sharepoint-atzealdekoak administratzaileei Sharepoint dokumentu liburutegiak karpeta gisa gehitzeko aukera ematen die Nextcloud-en. Honek erabiltzaileei modu erraz bat eskaintzen die Sharepoint-eko datuak beste fitxategi batzuk aurkitzen dituzten leku berean sartzeko, elkarlana eta partekatzea erraztuz erakundearen ertz zein ertzetan zehar. Erabiltzaileek mahaigaineko bezeroa, mugikorreko aplikazioak edo web interfazea erabil dezakete eta iruzkinak egin, etiketatu, partekatu eta elkarlanean editatu fitxategiak Sharepoint-en Nextcloud-eko beste edozein datuekin bezala.\n\nSharepoint 2013, 2016 eta 365 onartzen ditu. Nextcloud Sharepoint-era sartzen da Sharepoint REST APIaren bidez eta NTLM autentifikazioa erabiltzen du. Nextcloud-ek errespetatzen ditu konfiguratutako erabiltzaile kredentzialekin lotutako fitxategietarako sarbide baimenak . Nextcloud-ek kudeatzen ditu bertsioen kontrolatze eta partekatzea.\n\nKanpoko biltegiratzeari eta Sharepoint-i buruzko informazio gehiago lortu hemen: [https://nextcloud.com/storage/](https://nextcloud.com/storage/)"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}