{ "translations": {
    "SharePoint" : "شیرپوینت",
    "Host" : "میزبان",
    "Document Library" : "کتابخانه اسناد",
    "SharePoint Backend" : "Backend شیرپوینت",
    "SharePoint Backend for External storages" : "خروجی شیرپوینت برای فضای خارجی",
    "The Sharepoint Backend allows administrators to add Sharepoint document libraries as folders in Nextcloud. This offers an easy way for users to access Sharepoint data in the same place where they find their other files, facilitating collaboration and sharing within and across the borders of the organization. Users can use the desktop client, mobile apps or web interface and comment, tag, share and collaboratively edit files on Sharepoint just like with any other data on Nextcloud.\n\nRequires Nextcloud 10 or newer. Supports Sharepoint 2013 and 2016. Nextcloud accesses Sharepoint through the Sharepoint REST API and uses NTLM authentication. Nextcloud respects file access permissions associated with its configured user credentials. Versioning and sharing are handled by Nextcloud.\n\nLearn more about External Storage and Sharepoint on [https://nextcloud.com/storage/](https://nextcloud.com/storage/)" : "Sharepoint Backend به مدیران اجازه می دهد کتابخانه های اسناد Sharepoint را به عنوان پوشه در نکست کلود اضافه کنند. این یک راه آسان برای کاربران فراهم می کند تا به داده های Sharepoint در همان مکان که در آن پرونده های دیگر خود را پیدا می کنند ، دسترسی پیدا کنند و همکاری و اشتراک را در داخل و در مرزهای سازمان تسهیل کنند. کاربران می توانند از مشتری دسک تاپ ، برنامه های تلفن همراه یا رابط وب استفاده کنند و نظر دهند ، برچسب گذاری کنند ، به اشتراک بگذارند و به طور مشترک فایل های موجود در Sharepoint را درست مانند سایر داده های نکست کلود ویرایش کنند.\n\nبه نکست کلود 10 یا جدیدتر نیاز دارد. Sharepoint 2013 و 2016 را پشتیبانی می کند. نکست کلود از طریق API Sharepoint REST به Sharepoint دسترسی پیدا می کند و از احراز هویت NTLM استفاده می کند. نکست کلود به مجوزهای دسترسی فایل مرتبط با اعتبار کاربر پیکربندی شده خود احترام می گذارد. نسخه بعدی و اشتراک گذاری توسط نکست کلود اداره می شود.\n\nدر مورد فضای ذخیره سازی خارجی و Sharepoint بیشتر بدانید:\n[https://nextcloud.com/storage/](https://nextcloud.com/storage/)"
},"pluralForm" :"nplurals=2; plural=(n > 1);"
}