{ "translations": {
    "Enforce NTLM auth" : "Imposer l’authentification NTLM",
    "Acquiring a SAML token is attempted first by default." : "L'acquisition d'un jeton SAML est tentée en premier par défaut.",
    "SharePoint" : "SharePoint",
    "Host" : "Hôte",
    "Document Library" : "Bibliothèque de documents",
    "SharePoint Backend" : "Serveur SharePoint",
    "SharePoint Backend for External storages" : "Serveur SharePoint pour le stockage externe",
    "The Sharepoint Backend allows administrators to add Sharepoint document libraries as folders in Nextcloud. This offers an easy way for users to access Sharepoint data in the same place where they find their other files, facilitating collaboration and sharing within and across the borders of the organization. Users can use the desktop client, mobile apps or web interface and comment, tag, share and collaboratively edit files on Sharepoint just like with any other data on Nextcloud.\n\nSupports Sharepoint 2013, 2016 and 365. Nextcloud accesses Sharepoint through the Sharepoint REST API and uses NTLM authentication. Nextcloud respects file access permissions associated with its configured user credentials. Versioning and sharing are handled by Nextcloud.\n\nLearn more about External Storage and Sharepoint on [https://nextcloud.com/storage/](https://nextcloud.com/storage/)" : "Le backend Sharepoint permet aux administrateurs d'ajouter des bibliothèques de documents Sharepoint comme dossiers dans Nextcloud. Cela offre aux utilisateurs un moyen facile d'accéder aux données Sharepoint au même endroit que leurs autres fichiers, facilitant la collaboration et le partage à l'intérieur et à l'extérieur des frontières de l'organisation. Les utilisateurs peuvent utiliser le client de bureau, les applications mobiles ou l'interface Web et commenter, marquer, partager et éditer collaborativement des fichiers sur Sharepoint comme avec n'importe quelle autre donnée sur Nextcloud.\n\nGère Sharepoint 2013, 2016 et 365. Nextcloud accède à Sharepoint via l'API REST Sharepoint et utilise l'authentification NTLM. Nextcloud respecte les autorisations d'accès aux fichiers associées aux informations d'identification utilisateur configurées. La gestion des versions et le partage sont gérés par Nextcloud.\n\nEn savoir plus sur le stockage externe et Sharepoint sur [https://nextcloud.com/storage/](https://nextcloud.com/storage/)"
},"pluralForm" :"nplurals=3; plural=(n == 0 || n == 1) ? 0 : n != 0 && n % 1000000 == 0 ? 1 : 2;"
}