{ "translations": {
    "Enforce NTLM auth" : "Applica l'autenticazione NTLM",
    "Acquiring a SAML token is attempted first by default." : "Viene prima tentata l'acquisizione del token SAML in modo predefinito.",
    "SharePoint" : "SharePoint",
    "Host" : "Host",
    "Document Library" : "Raccolta documenti",
    "SharePoint Backend" : "Motore SharePoint",
    "SharePoint Backend for External storages" : "Motore SharePoint per archiviazioni esterne",
    "The Sharepoint Backend allows administrators to add Sharepoint document libraries as folders in Nextcloud. This offers an easy way for users to access Sharepoint data in the same place where they find their other files, facilitating collaboration and sharing within and across the borders of the organization. Users can use the desktop client, mobile apps or web interface and comment, tag, share and collaboratively edit files on Sharepoint just like with any other data on Nextcloud.\n\nRequires Nextcloud 10 or newer. Supports Sharepoint 2013 and 2016. Nextcloud accesses Sharepoint through the Sharepoint REST API and uses NTLM authentication. Nextcloud respects file access permissions associated with its configured user credentials. Versioning and sharing are handled by Nextcloud.\n\nLearn more about External Storage and Sharepoint on [https://nextcloud.com/storage/](https://nextcloud.com/storage/)" : "Il motore Sharepoint consente agli amministratori di aggiungere raccolte di documenti Sharepoint come cartelle in Nextcloud. Questo offre un modo semplice agli utenti di accedere ai dati di Sharepoint nello stesso posto in cui possono trovare gli altri loro file, semplificando la collaborazione e la condivisione all'interno e attraverso i bordi dell'organizzazione. Gli utenti possono utilizzare il client desktop, le applicazioni mobili o l'interfaccia web e commentare, etichettare, condividere e modificare in modo collaborativo i file su Sharepoint proprio come qualsiasi altro dato su Nextcloud.\n\nRichiede Nextcloud 10 o successivo. Supporta Sharepoint 2013 e 2016. Nextcloud accede a Sharepoint tramite l'API REST di Sharepoint e utilizza l'autenticazione NTLM. Nextcloud rispetta i permessi di accesso ai file associati con le credenziali utente configurate. Il controllo di versione la condivisione sono gestiti da Nextcloud.\n\nScopri altro su Archiviazione esterna e Sharepoint su [https://nextcloud.com/storage/](https://nextcloud.com/storage/)"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}