{ "translations": {
    "Enforce NTLM auth" : "Applica l'autenticazione NTLM",
    "Acquiring a SAML token is attempted first by default." : "Viene prima tentata l'acquisizione del token SAML in modo predefinito.",
    "SharePoint" : "SharePoint",
    "Host" : "Host",
    "Document Library" : "Raccolta documenti",
    "SharePoint Backend" : "Motore SharePoint",
    "SharePoint Backend for External storages" : "Motore SharePoint per archiviazioni esterne",
    "The Sharepoint Backend allows administrators to add Sharepoint document libraries as folders in Nextcloud. This offers an easy way for users to access Sharepoint data in the same place where they find their other files, facilitating collaboration and sharing within and across the borders of the organization. Users can use the desktop client, mobile apps or web interface and comment, tag, share and collaboratively edit files on Sharepoint just like with any other data on Nextcloud.\n\nSupports Sharepoint 2013, 2016 and 365. Nextcloud accesses Sharepoint through the Sharepoint REST API and uses NTLM authentication. Nextcloud respects file access permissions associated with its configured user credentials. Versioning and sharing are handled by Nextcloud.\n\nLearn more about External Storage and Sharepoint on [https://nextcloud.com/storage/](https://nextcloud.com/storage/)" : "Il Backend Sharepoint permette agli amministratori di aggiungere librerie di documenti Sharepoint come cartelle in Nextcloud. Ciò offre agli utenti un modo facile di accedere ai dati di Sharepoint nello stesso posto dove trovano gli altri file, semplificando la collaborazione e la condivisione all'interno e oltre i confini dell'organizzazione. Gli utenti possono usare il client desktop, le app mobile o l'interfaccia web e commentare, etichettare, condividere e modificare collaborativamente i file su Sharepoint esattamente come tutti gli altri dati su Nextcloud.\n\nSupporta Sharepoint 2013, 2016 e 365. Nextcloud accede a Sharepoint attraverso le API REST di Sharepoint ed usa l'autenticazione NTLM. Nextcloud rispetta i permessi di accesso ai file associati con le sue credenziali utente configurate. Il versionamento e la condivisione sono gestiti da Nextcloud.\n\nMaggiori informazioni riguardo l'Archiviazione Esterna e Sharepoint su [https://nextcloud.com/storage/](https://nextcloud.com/storage/)"
},"pluralForm" :"nplurals=3; plural=n == 1 ? 0 : n != 0 && n % 1000000 == 0 ? 1 : 2;"
}