{ "translations": {
    "Enforce NTLM auth" : "NTLM auth afdwingen",
    "Acquiring a SAML token is attempted first by default." : "Standaard wordt geprobeerd om eerst een SAML-token op te halen.",
    "SharePoint" : "SharePoint",
    "Host" : "Host",
    "Document Library" : "Documentenportaal",
    "SharePoint Backend" : "SharePoint Backend",
    "SharePoint Backend for External storages" : "SharePoint Backend voor externe opslag",
    "The Sharepoint Backend allows administrators to add Sharepoint document libraries as folders in Nextcloud. This offers an easy way for users to access Sharepoint data in the same place where they find their other files, facilitating collaboration and sharing within and across the borders of the organization. Users can use the desktop client, mobile apps or web interface and comment, tag, share and collaboratively edit files on Sharepoint just like with any other data on Nextcloud.\n\nSupports Sharepoint 2013, 2016 and 365. Nextcloud accesses Sharepoint through the Sharepoint REST API and uses NTLM authentication. Nextcloud respects file access permissions associated with its configured user credentials. Versioning and sharing are handled by Nextcloud.\n\nLearn more about External Storage and Sharepoint on [https://nextcloud.com/storage/](https://nextcloud.com/storage/)" : "De Sharepoint Backend laat beheerders Sharepoint documentbibliotheken als mappen in Nextcloud toevoegen. Dit biedt een eenvoudige manier om toegang te krijgen tot Sharepoint op dezelfde manier als al hun andere gegevens, waardoor samenwerken en delen binnen en over organisaties heen mogelijk wordt. Gebruikers kunnen de desktop client, de mobiele apps of web interfaces gebruiken voor reageren, taggen, delen en samen documenten bewerken op Sharepoint net als op Nextcloud.\n\nOndersteunt Sharepoint 2013, 2016 en 365. Nextcloud benadert Sharepoint via de REST API en gebruikt NTLM authenticatie. Nextcloud respecteert de bestandsmachtigingen die gelden voor de geconfigueerde inloggegevens. Versiebeheer en delen worden afgehandeld door Nextcloud.\n\nLees meer over Externe Opslag en Sharepoint op [https://nextcloud.com/storage/](https://nextcloud.com/storage/)"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}