{ "translations": {
    "Enforce NTLM auth" : "Impor autenticação NTLM",
    "Acquiring a SAML token is attempted first by default." : "A aquisição de um token SAML é tentada primeiro por padrão. ",
    "SharePoint" : "SharePoint",
    "Host" : "Host",
    "Document Library" : "Biblioteca de Documentos",
    "SharePoint Backend" : "Back-end SharePoint",
    "SharePoint Backend for External storages" : "Back-end SharePoint para Armazenamentos externos",
    "The Sharepoint Backend allows administrators to add Sharepoint document libraries as folders in Nextcloud. This offers an easy way for users to access Sharepoint data in the same place where they find their other files, facilitating collaboration and sharing within and across the borders of the organization. Users can use the desktop client, mobile apps or web interface and comment, tag, share and collaboratively edit files on Sharepoint just like with any other data on Nextcloud.\n\nSupports Sharepoint 2013, 2016 and 365. Nextcloud accesses Sharepoint through the Sharepoint REST API and uses NTLM authentication. Nextcloud respects file access permissions associated with its configured user credentials. Versioning and sharing are handled by Nextcloud.\n\nLearn more about External Storage and Sharepoint on [https://nextcloud.com/storage/](https://nextcloud.com/storage/)" : "O Back-end Sharepoint permite que os administradores adicionem bibliotecas de documentos do Sharepoint como pastas no Nextcloud. Isso oferece uma maneira fácil para os usuários acessarem os dados do Sharepoint no mesmo local onde encontram seus outros arquivos, facilitando a colaboração e o compartilhamento dentro e fora das fronteiras da organização. Os usuários podem usar o cliente de desktop, aplicativos móveis ou interface da web e comentar, marcar, compartilhar e editar arquivos de forma colaborativa no Sharepoint, assim como qualquer outro dado no Nextcloud.\n\nSuporta Sharepoint 2013, 2016 e 365. O Nextcloud acessa o Sharepoint por meio da API REST do Sharepoint e usa autenticação NTLM. O Nextcloud respeita as permissões de acesso a arquivos associadas às credenciais de usuário configuradas. O controle de versão e o compartilhamento são gerenciados pelo Nextcloud.\n\nSaiba mais sobre armazenamento externo e Sharepoint em [https://nextcloud.com/storage/](https://nextcloud.com/storage/)"
},"pluralForm" :"nplurals=3; plural=(n == 0 || n == 1) ? 0 : n != 0 && n % 1000000 == 0 ? 1 : 2;"
}