{ "translations": {
    "Enforce NTLM auth" : "Принудительно использовать NTLM-аутентификацию",
    "Acquiring a SAML token is attempted first by default." : "По умолчанию сначала выполняется попытка получения токена SAML.",
    "SharePoint" : "SharePoint",
    "Host" : "Сервер",
    "Document Library" : "Библиотека",
    "SharePoint Backend" : "SharePoint бэкэнд",
    "SharePoint Backend for External storages" : "SharePoint бэкэнд для внешних хранилищ",
    "The Sharepoint Backend allows administrators to add Sharepoint document libraries as folders in Nextcloud. This offers an easy way for users to access Sharepoint data in the same place where they find their other files, facilitating collaboration and sharing within and across the borders of the organization. Users can use the desktop client, mobile apps or web interface and comment, tag, share and collaboratively edit files on Sharepoint just like with any other data on Nextcloud.\n\nSupports Sharepoint 2013 and 2016. Nextcloud accesses Sharepoint through the Sharepoint REST API and uses NTLM authentication. Nextcloud respects file access permissions associated with its configured user credentials. Versioning and sharing are handled by Nextcloud.\n\nLearn more about External Storage and Sharepoint on [https://nextcloud.com/storage/](https://nextcloud.com/storage/)" : "Backend Sharepoint позволяет администраторам добавлять библиотеки документов Sharepoint в виде папок в Nextcloud. Это предлагает пользователям простой способ доступа к данным Sharepoint в том же месте, где они находят свои другие файлы, облегчая совместную работу и совместное использование внутри и за пределами организации. Пользователи могут использовать настольный клиент, мобильные приложения или веб-интерфейс, а также комментировать, отмечать, публиковать и совместно редактировать файлы на Sharepoint, как и с любыми другими данными на Nextcloud.\n\nПоддерживает Sharepoint 2013 и 2016. Nextcloud получает доступ к Sharepoint через Sharepoint REST API и использует аутентификацию NTLM. Nextcloud уважает права доступа к файлам, связанные с настроенными учетными данными пользователя. Управление версиями и совместное использование осуществляется Nextcloud.\n\nУзнайте больше о внешнем хранилище и Sharepoint на [https://nextcloud.com/storage/](https://nextcloud.com/storage/)",
    "The Sharepoint Backend allows administrators to add Sharepoint document libraries as folders in Nextcloud. This offers an easy way for users to access Sharepoint data in the same place where they find their other files, facilitating collaboration and sharing within and across the borders of the organization. Users can use the desktop client, mobile apps or web interface and comment, tag, share and collaboratively edit files on Sharepoint just like with any other data on Nextcloud.\n\nRequires Nextcloud 10 or newer. Supports Sharepoint 2013 and 2016. Nextcloud accesses Sharepoint through the Sharepoint REST API and uses NTLM authentication. Nextcloud respects file access permissions associated with its configured user credentials. Versioning and sharing are handled by Nextcloud.\n\nLearn more about External Storage and Sharepoint on [https://nextcloud.com/storage/](https://nextcloud.com/storage/)" : "The Sharepoint Backend позволяет пользователям добавлять библиотеки документов Sharepoint в виде папок в Nextcloud. Это позволяет легко получить доступ к данным Sharepoint в том же месте, где они находятся другие файлы, что облегчает совместную работу и совместное использование внутри и за пределами организации. Пользователи могут использовать настольный клиент, мобильные приложения или веб-интерфейс, а также комментировать, тегировать, совместно использовать и совместно редактировать файлы Sharepoint, как и любые другие данные в Nextcloud.\n\nТребуется Nextcloud 10 или новее. Поддерживает Sharepoint 2013 и 2016. Nextcloud обращается к Sharepoint через API-интерфейс Sharepoint REST и использует аутентификацию NTLM. Nextcloud уважает права доступа к файлам, связанные с настроенными учетными данными пользователя. Управление версиями и совместное использование осуществляется с помощью Nextcloud.\n\nПодробнее о External Storage и Sharepoint на сайте: [https://nextcloud.com/storage/](https://nextcloud.com/storage/)"
},"pluralForm" :"nplurals=4; plural=(n%10==1 && n%100!=11 ? 0 : n%10>=2 && n%10<=4 && (n%100<12 || n%100>14) ? 1 : n%10==0 || (n%10>=5 && n%10<=9) || (n%100>=11 && n%100<=14)? 2 : 3);"
}