{ "translations": {
    "Enforce NTLM auth" : "Принудительно использовать NTLM-аутентификацию",
    "Acquiring a SAML token is attempted first by default." : "По умолчанию сначала выполняется попытка получения токена SAML.",
    "SharePoint" : "SharePoint",
    "Host" : "Сервер",
    "Document Library" : "Библиотека",
    "SharePoint Backend" : "SharePoint бэкэнд",
    "SharePoint Backend for External storages" : "SharePoint бэкэнд для внешних хранилищ",
    "The Sharepoint Backend allows administrators to add Sharepoint document libraries as folders in Nextcloud. This offers an easy way for users to access Sharepoint data in the same place where they find their other files, facilitating collaboration and sharing within and across the borders of the organization. Users can use the desktop client, mobile apps or web interface and comment, tag, share and collaboratively edit files on Sharepoint just like with any other data on Nextcloud.\n\nSupports Sharepoint 2013, 2016 and 365. Nextcloud accesses Sharepoint through the Sharepoint REST API and uses NTLM authentication. Nextcloud respects file access permissions associated with its configured user credentials. Versioning and sharing are handled by Nextcloud.\n\nLearn more about External Storage and Sharepoint on [https://nextcloud.com/storage/](https://nextcloud.com/storage/)" : "Sharepoint Backend позволяет администраторам добавлять библиотеки документов Sharepoint в качестве папок в Nextcloud. Это позволяет пользователям получить доступ к данным Sharepoint в том же месте, где они хранят свои другие файлы, что облегчает совместное использование внутри организации и за её пределами. Пользователи могут использовать настольный клиент, мобильные приложения или веб-интерфейс и комментировать, помечать, делиться и совместно редактировать файлы Sharepoint так же, как и любые другие данные в Nextcloud.\n\nПоддерживаются Sharepoint 2013, 2016 и 365. Nextcloud получает доступ к Sharepoint через API Sharepoint REST и использует аутентификацию NTLM. Nextcloud соблюдает разрешения на доступ к файлам, связанные с настроенными учётными данными пользователя. Контроль версий и совместное использование обрабатываются Nextcloud.\n\nПодробнее о внешнем хранилище и Sharepoint на [https://nextcloud.com/storage/](https://nextcloud.com/storage/)."
},"pluralForm" :"nplurals=4; plural=(n%10==1 && n%100!=11 ? 0 : n%10>=2 && n%10<=4 && (n%100<12 || n%100>14) ? 1 : n%10==0 || (n%10>=5 && n%10<=9) || (n%100>=11 && n%100<=14)? 2 : 3);"
}