{ "translations": {
    "SharePoint" : "SharePoint",
    "Host" : "Retzidore",
    "Document Library" : "Archìviu de is documentos",
    "SharePoint Backend" : "SharePoint Backend ",
    "SharePoint Backend for External storages" : "SharePoint Backend pro memòrias esternas",
    "The Sharepoint Backend allows administrators to add Sharepoint document libraries as folders in Nextcloud. This offers an easy way for users to access Sharepoint data in the same place where they find their other files, facilitating collaboration and sharing within and across the borders of the organization. Users can use the desktop client, mobile apps or web interface and comment, tag, share and collaboratively edit files on Sharepoint just like with any other data on Nextcloud.\n\nRequires Nextcloud 10 or newer. Supports Sharepoint 2013 and 2016. Nextcloud accesses Sharepoint through the Sharepoint REST API and uses NTLM authentication. Nextcloud respects file access permissions associated with its configured user credentials. Versioning and sharing are handled by Nextcloud.\n\nLearn more about External Storage and Sharepoint on [https://nextcloud.com/storage/](https://nextcloud.com/storage/)" : "Su Sharepoint Backend permitit a chi amministrat de agiùnghere is archìvios de documentos comente cartellas in Nextcloud. Custu faghet prus fàtzile pro is utentes atzèdere a is datos Sharepoint in su logu matessi in ue agatant is àteros documentos issoro, agiudende sa collaboratzione e sa cumpartzidura aintru de is làcanas de s'organizatzione. Is utentes podent impreare su cliente de s'iscrivania, aplicatziones mòbiles o interfaches internet e cummentare, etichetare, cumpartzire e modificare documentos in collaboratzione in Sharepoint comente totu is àteros datos in Nextcloud.\n\nEst netzessàriu Nextcloud 10 o prus nou puru. Suportat Sharepoint 2013 e 2016. Nextcloud atzedit a Sharepoint cun s'API Sharepoint REST e impreat s'autenticatzione NTLM. Nextcloud respetat is permissos de atzessu a su documentu assotziados a is credentziales cunfiguradas pro s'utente. S'adatamentu e sa cumpartzidura sunt gestidos dae Nextcloud.\n\nIscoberri de prus subra Memòrias Esternas e Sharepoint in [https://nextcloud.com/storage/](https://nextcloud.com/storage/)"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}