{ "translations": {
    "Enforce NTLM auth" : "Vynútiť NTLM autentikáciu",
    "Acquiring a SAML token is attempted first by default." : "Získanie SAML tokenu je predvolené ako prvé.",
    "SharePoint" : "SharePoint",
    "Host" : "Adresa servera",
    "Document Library" : "Knižnica dokumentov",
    "SharePoint Backend" : "Podporná vrstva pre SharePoint",
    "SharePoint Backend for External storages" : "SharePoint Backend pre externé úložiská",
    "The Sharepoint Backend allows administrators to add Sharepoint document libraries as folders in Nextcloud. This offers an easy way for users to access Sharepoint data in the same place where they find their other files, facilitating collaboration and sharing within and across the borders of the organization. Users can use the desktop client, mobile apps or web interface and comment, tag, share and collaboratively edit files on Sharepoint just like with any other data on Nextcloud.\n\nSupports Sharepoint 2013, 2016 and 365. Nextcloud accesses Sharepoint through the Sharepoint REST API and uses NTLM authentication. Nextcloud respects file access permissions associated with its configured user credentials. Versioning and sharing are handled by Nextcloud.\n\nLearn more about External Storage and Sharepoint on [https://nextcloud.com/storage/](https://nextcloud.com/storage/)" : "Sharepoint Backend umožňuje správcom pridávať knižnice dokumentov Sharepoint ako priečinky do Nextcloudu. To používateľom ponúka jednoduchý spôsob prístupu k údajom Sharepointu na rovnakom mieste, kde nájdu svoje ďalšie súbory, čo uľahčuje spoluprácu a zdieľanie v rámci organizácie aj za jej hranicami. Používatelia môžu používať desktopového klienta, mobilné aplikácie alebo webové rozhranie a komentovať, označovať, zdieľať a spoločne upravovať súbory v službe Sharepoint rovnako ako pri akýchkoľvek iných údajoch v službe Nextcloud.\n\nPodporuje Sharepoint 2013, 2016 a 365. Nextcloud pristupuje k Sharepointu prostredníctvom Sharepoint REST API a používa autentifikáciu NTLM. Nextcloud rešpektuje povolenia na prístup k súborom spojené s nakonfigurovanými užívateľskými oprávneniami. Správa verzií a zdieľanie je riešená programom Nextcloud.\n\nViac informácií o externom úložisku a Sharepointe nájdete na [https://nextcloud.com/storage/](https://nextcloud.com/storage/)"
},"pluralForm" :"nplurals=4; plural=(n % 1 == 0 && n == 1 ? 0 : n % 1 == 0 && n >= 2 && n <= 4 ? 1 : n % 1 != 0 ? 2: 3);"
}