{ "translations": {
    "Enforce NTLM auth" : "Форсирај NTLM аутентификацију",
    "Acquiring a SAML token is attempted first by default." : "Подразумевано се најпре покушава добављање SAML жетона.",
    "SharePoint" : "SharePoint",
    "Host" : "Домаћин",
    "Document Library" : "Библиотека докумената",
    "SharePoint Backend" : "SharePoint позадински мотор",
    "SharePoint Backend for External storages" : "SharePoint позадински мотор за спољашња складишта",
    "The Sharepoint Backend allows administrators to add Sharepoint document libraries as folders in Nextcloud. This offers an easy way for users to access Sharepoint data in the same place where they find their other files, facilitating collaboration and sharing within and across the borders of the organization. Users can use the desktop client, mobile apps or web interface and comment, tag, share and collaboratively edit files on Sharepoint just like with any other data on Nextcloud.\n\nSupports Sharepoint 2013, 2016 and 365. Nextcloud accesses Sharepoint through the Sharepoint REST API and uses NTLM authentication. Nextcloud respects file access permissions associated with its configured user credentials. Versioning and sharing are handled by Nextcloud.\n\nLearn more about External Storage and Sharepoint on [https://nextcloud.com/storage/](https://nextcloud.com/storage/)" : "Sharepoint позадински механизам омогућава администраторима да додају Sharepoint библиотеке докумената као фолдере у Nextcloud. Ово корисницима нуди једноставан начин да приступе Sharepoint подацима на истом месту на којем се налазе и њихови остали подаци, чиме се обезбеђује сарадња и дељење унутар и ван граница организације. Корисници могу да употребљавају десктоп клијент, мобилне апликације или веб интерфејс и да заједнички уређују фајлове на Sharepoint исто као и било које друге податке на Nextcloud.\n\nПодржава се Sharepoint 2013, 2016 и 365. Nextcloud приступа Sharepoint серверу преко Sharepoint REST API и користи NTLM аутетификацију. Nextcloud поштује дозволе за приступ фајловима придружене уз конфигурисане корисничке креденцијале. Управљање верзијама и дељење врши Nextcloud.\n\nСазнајте више о Спољном складишту и Sharepoint на [https://nextcloud.com/storage/](https://nextcloud.com/storage/)"
},"pluralForm" :"nplurals=3; plural=(n%10==1 && n%100!=11 ? 0 : n%10>=2 && n%10<=4 && (n%100<10 || n%100>=20) ? 1 : 2);"
}