{ "translations": {
    "SharePoint" : "SharePoint",
    "Host" : "Хост",
    "Document Library" : "Бібліотека документів",
    "SharePoint Backend" : "Двигун SharePoint",
    "SharePoint Backend for External storages" : "Двигун SharePoint для Зовнішніх сховищ",
    "The Sharepoint Backend allows administrators to add Sharepoint document libraries as folders in Nextcloud. This offers an easy way for users to access Sharepoint data in the same place where they find their other files, facilitating collaboration and sharing within and across the borders of the organization. Users can use the desktop client, mobile apps or web interface and comment, tag, share and collaboratively edit files on Sharepoint just like with any other data on Nextcloud.\n\nRequires Nextcloud 10 or newer. Supports Sharepoint 2013 and 2016. Nextcloud accesses Sharepoint through the Sharepoint REST API and uses NTLM authentication. Nextcloud respects file access permissions associated with its configured user credentials. Versioning and sharing are handled by Nextcloud.\n\nLearn more about External Storage and Sharepoint on [https://nextcloud.com/storage/](https://nextcloud.com/storage/)" : "Бекенд Sharepoint дозволяє адміністраторові додавати бібліотеки документів Sharepoint як теки у Nextcloud. Це дає легкий шлях користувачам для доступу до даних Sharepoint у одному інтерфейсі разом з їхніми іншими файлами, спрощуючи співробітництво і поширення документів як у межах, так і поза межами організації. Користувачі можуть використовувати десткоп-клієнт, мобільний застосунок або вебінтерфейс для коментування, поширення, додавання міток і спільного редагування файлів, розміщених у Sharepoint так само легко, як і з будь-якими іншими даними у Nextcloud.\n\nБільше про зовнішні сховища та Sharepoint тут [https://nextcloud.com/storage/](https://nextcloud.com/storage/)"
},"pluralForm" :"nplurals=4; plural=(n % 1 == 0 && n % 10 == 1 && n % 100 != 11 ? 0 : n % 1 == 0 && n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14) ? 1 : n % 1 == 0 && (n % 10 ==0 || (n % 10 >=5 && n % 10 <=9) || (n % 100 >=11 && n % 100 <=14 )) ? 2: 3);"
}